Repository: MrServo/openatvstatus
Catalog: po/*.po
Languages: de, fi, it, nl, pl

source: latest available version
fi: uusin saatavilla oleva versio
it: ultima versione disponibile
nl: laatst beschikbare versie
pl: najnowsza dostępna wersja

source: oldest available version
fi: vanhin saatavilla oleva versio
it: versione più vecchia disponibile
nl: oudste beschikbare versie
pl: najstarsza dostępna wersja

source: faster
de: schneller
fi: nopeampi
it: veloce
nl: snel
pl: szybciej

source: normal
fi: normaali
it: normale
nl: normaal
pl: normalnie

source: off
de: aus
fi: pois
it: spento
nl: uit
pl: wyłącz

source: slower
de: langsamer
fi: hitaampi
it: lento
nl: langzaam
pl: wolniej

source: selected box
de: ausgewählte Box
fi: valitse digiboksi
it: box selezionato
nl: geselecteerde ontvanger
pl: wybrany Box

source: absolute time
fi: absoluuttinen aika
it: tempo assoluto
nl: absolute tijd
pl: czas bezwzględny

source: relative time
fi: suhteellinen aika
it: tempo relativo
nl: relatieve tijd
pl: czas względny

source: local time (this box)
fi: paikallinen aika (tämä digiboksi)
it: ora locale (questa Box)
nl: lokale tijd (dit vak)
pl: czas lokalny (to pole)

source: server time (UTC)
fi: palvelin aika (UTC)
it: ora del server (UTC)
nl: servertijd (UTC)
pl: czas serwera (UTC)

source: Favorites
de: Favoriten
fi: Suosikit
it: Preferiti
nl: Favorieten
pl: Ulubione

source: remove box from favorites
de: Box aus Favoriten entfernen
fi: poista digiboksi suosikeista
it: rimuovi Box da preferiti
nl: verwijder ontvanger
pl: usuń Box z ulubionych

source: Images list
de: Imageliste
fi: Image lista
it: Lista Immagini
nl: Image overzicht
pl: Lista obrazów

source: Boxdetails
fi: Digiboksin tiedot
it: Specifiche del Box
nl: Details
pl: Szczegóły Boxa

source: Settings
de: Einstellungen
fi: Asetukset
it: Impostazioni
nl: Instellingen
pl: Ustawienia

source: No favorites (box, platform) set yet.
de: Noch keine Favoriten (Box, Plattform) gesetzt.
fi: Ei suosikkeja (digiboksi, alusta) ei ole vielä asetettu.
it: Nessun preferito (box, piattaforma) ancora impostato.
nl: Nog geen favoriet ingesteld.
pl: Nie ustawiono jeszcze ulubionych (box, platforma).

source: Please select favorite(s) in the image lists.
de: Bitte Favorit(en) in den Imagelisten auswählen.
fi: Valitse suosiki image listasta.
it: Si prega di selezionare il/i preferito(i) negli elenchi di immagini.
nl: Favoriet(en) selecteren in het Image overzicht.
pl: Wybierz ulubione z list obrazów.

source: platform
de: Plattform
fi: alusta
it: piattaforma
pl: platforma

source: boxes
de: Boxen
fi: digiboksi
it: box
nl: ontvangers
pl: boxy

source: failed
de: fehlgeschlagen
fi: epäonnistui
it: fallito
nl: mislukt
pl: błąd

source: last build cycle
de: letzter Bauzyklus
fi: viimeisin build
it: ultimo ciclo di sviluppo
nl: laatste build cycle
pl: ostatni cykl budowy

source: invalid
fi: virheellinen
it: non valido
nl: ongeldig
pl: nieważny

source: unclear
fi: epäselvä
it: non chiaro
nl: onduidelijk
pl: niejasny

source: Box '%s-%s' was sucessfully removed from favorites!
de: Box '%s-%s' wurde erfolgreich aus den Favoriten entfernt!
fi: Digiboksi '%s-%s' poistettiin onnistuneesti suosikeista!
it: Il Box '%s-%s' è stato rimosso con successo dai preferiti!
nl: %s-%s is verwijderd uit de favorieten!
pl: Box „%s-%s” został pomyślnie usunięty z ulubionych!

source: Do you really want to remove Box '%s-%s' from favorites?
de: Wollen Sie die Box '%s-%s' wirklich aus den Favoriten entfernen?
fi: Haluatko varmasti poistaa digiboksin '%s-%s' pois suosikeista?
it: Vuoi davvero rimuovere il box '%s-%s' dai preferiti?
nl: Wilt u de ontvanger '%s-%s' verwijderen uit de favorieten?
pl: Na pewno chcesz usunąć Box „%s-%s” z ulubionych?

source: jump to construction site
de: springe zur Baustelle
fi: siirry työmaa puolelle
it: vai al sito di sviluppo
nl: ontvanger die nu wordt gebouwd
pl: skocz do strony budowy

source: jump to favorite(s)
de: springe zu Favorit(en)
fi: siirry suosikkeihin
it: vai al/i favorito(i)
nl: naar favoriet(en)
pl: skocz do ulubionych

source: previous
de: vorherige
fi: edellinen
it: precedente
nl: vorige
pl: poprzedni

source: current platform
de: derzeitige Plattform
fi: nykyinen alusta
it: piattaforma attuale
nl: huidig platform
pl: aktualna platforma

source: next
de: nächste
fi: seuraava
it: prossimo
nl: volgende
pl: następny

source: add box to favorites
de: Box zu Favoriten hinzufügen
fi: lisää digiboksi suosikkeihin
it: aggiungi box ai preferiti
nl: aan favorieten toevoegen
pl: dodaj Box do ulubionych

source: Next build ends in %s, still %s boxes ahead
fi: Seuraava build päättyy %s, jäljellä %s digiboksia edellä

source: Server paused, unclear how many boxes are ahead...
fi: Palvelin keskeytetty, ei tiedetä kuinka monta digiboksi on edellä..
it: Server è in pausa, non è chiaro quante box ci siano davanti...
nl: Server gepauzeerd, onduidelijk hoeveel dozen er nog komen...
pl: Serwer wstrzymany, nie wiadomo ile skrzynek przed nami...

source: Image is under construction, the duration is unclear...
fi: Image on rakenteilla, kesto on vielä epäselvä...
it: L'immagine è in costruzione, la durata non è chiara...
nl: Image wordt nog gebouwd, de duur is onbekend...
pl: Image jest w budowie, czas trwania jest niejasny...

source: Image is waiting with priority, the duration is unclear...
fi: Image odottaa prioriteetillä, kesto on vielä epäselvä...
it: L'immagine è in attesa con priorità, la durata non è chiara...
nl: Image wacht met voorrang, de duur is onduidelijk...
pl: Image czeka z priorytetem, czas trwania jest niejasny...

source: No box found in this platform!
fi: Digiboksia ei löydy tältä alustalta!
it: Nessun box trovato in questa piattaforma!
nl: Geen ontvanger gevonden voor dit platform!
pl: Nie znaleziono boxa na tej platformie!

source: Nothing to do - no build cycle
fi: Ei mitään tehtävää - ei buildia saatavilla
it: Niente da fare - nessun ciclo di sviluppo
nl: Been gegevens - Geen build cycle
pl: Nic do zrobienia - brak cyklu budowania

source: Box '%s-%s' was sucessfully added to favorites!
de: Box '%s-%s' wurde erfolgreich zu den Favoriten hinzugefügt!
fi: Digiboksi '%s-%s' lisättiin onnistuneesti suosikkeihin!
it: Il Box '%s-%s' è stato aggiunto con successo ai preferiti!
nl: %s-%s is toegevoegd aan de favorieten!
pl: Box „%s-%s” został pomyślnie dodany do ulubionych!

source: At the moment no image is built on the platform '%s'!
de: Im Moment wird auf der Plattform '%s' kein Image gebaut!
fi: Tällä hetkellä alustalla '%s' ei ole rakennettua imagea!
it: Al momento nessuna immagine è in sviluppo sulla piattaforma '%s'!
nl: Op dit moment wordt er geen image gebouwd voor het platform '%s'!
pl: W tej chwili żaden obraz nie jest tworzony na platformie „%s”!

source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
nl: Annuleren
pl: Anuluj

source: Model
de: Modell
fi: Malli
it: Modello

source: Brand
de: Hersteller
fi: Valmistaja
it: Produttore
nl: Fabrikant
pl: Producent

source: Version
fi: Versio
it: Versione
nl: Versie
pl: Wersja

source: Chipset
de: Chipsatz
fi: Piirisarja

source: Box is OFFLINE! No current details available
de: Box ist OFFLINE! Keine aktuellen Details verfügbar
fi: Digiboksi on pois netistä! Nykyisiä tietoja ei ole saatavilla
it: La scatola è OFFLINE! Non sono disponibili dettagli attuali
nl: Box is OFFLINE! Geen actuele gegevens beschikbaar
pl: Box jest OFFLINE! Brak aktualnych szczegółów

source: Save settings
de: Einstellungen speichern
fi: Tallenna asetukset
it: Salva le impostazioni
nl: Bevestigen
pl: Zapisz ustawienia

source: Preferred box architecture:
fi: Ensisijainen digiboksin arkkitehtuuri:
it: Architettura del box preferita:
nl: Voorkeur voor boxarchitectuur:
pl: Preferowana architektura pudełka:

source: Specify which box architecture should be preferred when the images list will be called.
fi: Määritä, mikä digiboksin arkkitehtuuri tulisi valita, kun image listaa etsitään.
it: Specificare quale architettura del box dovrebbe essere preferita quando verrà caricato l'elenco delle immagini.
nl: A.u.b. opgeven welk platform uw voorkeur heeft wanneer het image overzicht wordt geopend.
pl: Określa, która architektura pudełka powinna być preferowana podczas wywoływania listy obrazów.

source: Animation for change of platform:
de: Animation bei Plattformwechsel:
fi: Animaatio alustan vaihdolle:
it: Animazione per il cambio di piattaforma:
nl: Animatie bij het wisselen van een platform:
pl: Animacja w czasie zmiany platformy:

source: Sets the animation speed for the carousel function when changing platforms in images list.
fi: Asettaa animaation nopeus kun alustaa vaihdetaan image listassa.
it: Imposta la velocità di animazione della funzione carosello quando si cambia piattaforma nell'elenco delle immagini.
nl: De animatie snelheid instellen wanneer er van platform wordt gewisseld in image overzicht.
pl: Ustawia prędkość animacji dla funkcji karuzeli podczas zmiany platform na liście obrazów.

source: Show 'NextBuild' as relative time in hours or as absolute time.
fi: Näytä "Seuraava Buildi" kuin suhteellinen aika tunteina tai absoluuttisena aikana.
it: Mostra 'NextBuild' come tempo relativo in ore o come tempo assoluto.
nl: Toon 'NextBuild' als relatieve tijd in uren of als absolute tijd.
pl: Pokaż "NextBuild" jako czas względny w godzinach lub jako czas bezwzględny.

source: Time indication of 'NextBuild':
fi: Ajan ilmaisu seuraavasta Image versiosta:
it: Indicazione del tempo di 'NextBuild':
nl: Tijdsaanduiding van 'NextBuild':
pl: Wskazanie czasu "NextBuild":

source: Show time as local time or as standard time (UTC) from server.
fi: Näytä aika paikallisena aikana tai palvelimen (UTC) aikana.
it: Mostrare l'ora come ora locale o come ora standard (UTC) dal Server.
nl: Toon de tijd als lokale tijd of als standaardtijd (UTC) van de Server.
pl: Wyświetlanie czasu jako czasu lokalnego lub czasu standardowego (UTC) z serwera.

source: Time zone:
fi: Aikavyöhyke:
it: Fuso orario:
nl: Tijdzone:
pl: Strefa czasowa:

source: Date format:
fi: Päivämäärä muodossa:
it: Formato della data:
nl: Datum formaat:
pl: Format daty:

source: Show date in desired format.
fi: Näytä päivämäärä halutussa muodossa.
it: Visualizza la data nel formato desiderato.
nl: Datum in het gewenste formaat weergeven.
pl: Wyświetlanie daty w wybranym formacie.

source: Current overview of the OpenATV images building servers
de: Aktuelle Übersicht über die openATV Image-Bauserver
fi: Nykyinen yleiskatsaus OpenATV palvelimista
it: Panoramica attuale dei server di creazione di immagini OpenATV
nl: Actueel overzicht van de openATV image bouwservers
pl: Bieżący przegląd serwerów do tworzenia obrazów OATV

source: Next build ends in %sh, still %s boxes ahead
it: La prossima build termina tra %sh, ancora %s box prima
nl: Volgende build eindigt %sh, nog %s ontvanger(s) te gaan
pl: Następna kompilacja kończy się za %sh, nadal %s boxy wcześniej

source: Image
it: Immagine
pl: Obraz

source: next build ends in %sh, still %s boxes before
de: nächstes Bauende in %sh, zuvor noch %s Box(en)

source: image is under construction or failed, duration is unclear...
de: Image wird gerade gebaut oder ist defekt, Dauer ist unklar...

source: no box found in this platform!
de: keine Box in dieser Plattform gefunden!

source: nothing to do - no build cycle
de: Nichts zu tun - kein Bauzyklus

source: Preferred box architecture for images list:
de: Bevorzugte Boxarchitektur für die Imagelisten:

source: Specify which box architecture should be preferred when images list will be called. If option 'current' is selected, the architecture of the selected box is taken.
de: Legen Sie fest, welche Boxarchitektur beim Aufruf der Imagelisten bevorzugt aufgerufen werden soll. Wenn Option "current" gewählt wurde, wird die Architektur der gewählten Box genommen.

source: Sets the animation speed for the carousel function when changing platforms.
de: Legt die Animationsgeschwindigkeit für die Karussellfunktion bei Plattformwechsel fest.
